import { _ as _export_sfc, c as createElementBlock, a as createBaseVNode, o as openBlock } from "./app-D7sJO8zT.js";
const _sfc_main = {};
function _sfc_render(_ctx, _cache) {
  return openBlock(), createElementBlock("div", null, [..._cache[0] || (_cache[0] = [
    createBaseVNode(
      "h1",
      {
        id: "согласующим",
        tabindex: "-1"
      },
      [
        createBaseVNode("a", {
          class: "header-anchor",
          href: "#согласующим"
        }, [
          createBaseVNode("span", null, "Согласующим")
        ])
      ],
      -1
      /* CACHED */
    ),
    createBaseVNode(
      "p",
      null,
      "Раздел содержит вспомогательные материалы для согласующих, которые раскрывают специальные возможности Stormbpmn: workflow согласования процессов с уведомлениями по электронной почте, в меню сообщений и в разделе «Входящие», комментирование элементов диаграммы и процесса в целом, согласование или отклонение с резолюцией и автоматическая смена статуса процесса после ревью, а также выгрузка и согласование регламентов по настраиваемым шаблонам в формате DOCX с возможностью делегировать выгрузку участникам группы.",
      -1
      /* CACHED */
    )
  ])]);
}
const index_html = /* @__PURE__ */ _export_sfc(_sfc_main, [["render", _sfc_render], ["__file", "index.html.vue"]]);
const data = JSON.parse('{"path":"/approvals/","title":"Согласующим","lang":"ru-RU","frontmatter":{"title":"Согласующим","summary":"Раздел содержит вспомогательные материалы для согласующих, которые раскрывают специальные возможности Stormbpmn: workflow согласования процессов с уведомлениями по электронной почте, в меню сообщений и в разделе «Входящие», комментирование элементов диаграммы и процесса в целом, согласование или отклонение с резолюцией и автоматическая смена статуса процесса после ревью, а также выгрузка и согласование регламентов по настраиваемым шаблонам в формате DOCX с возможностью делегировать выгрузку участникам группы."},"headers":[],"git":{"createdTime":null,"updatedTime":null,"contributors":[]},"readingTime":{"minutes":0.43,"words":130},"filePathRelative":"approvals/index.md","excerpt":"\\n<p>Раздел содержит вспомогательные материалы для согласующих, которые раскрывают специальные возможности Stormbpmn: workflow согласования процессов с уведомлениями по электронной почте, в меню сообщений и в разделе «Входящие», комментирование элементов диаграммы и процесса в целом, согласование или отклонение с резолюцией и автоматическая смена статуса процесса после ревью, а также выгрузка и согласование регламентов по настраиваемым шаблонам в формате DOCX с возможностью делегировать выгрузку участникам группы.</p>"}');
export {
  index_html as comp,
  data
};
