import { _ as _export_sfc, c as createElementBlock, a as createBaseVNode, o as openBlock } from "./app-Dm_0y6A6.js";
const _sfc_main = {};
function _sfc_render(_ctx, _cache) {
  return openBlock(), createElementBlock("div", null, [..._cache[0] || (_cache[0] = [
    createBaseVNode(
      "h1",
      {
        id: "аналитикам",
        tabindex: "-1"
      },
      [
        createBaseVNode("a", {
          class: "header-anchor",
          href: "#аналитикам"
        }, [
          createBaseVNode("span", null, "Аналитикам")
        ])
      ],
      -1
      /* CACHED */
    ),
    createBaseVNode(
      "p",
      null,
      "Раздел содержит вспомогательные материалы для аналитиков, которые раскрывают специальные возможности Stormbpmn: работа с таблицей бизнес-процессов (фильтрация, сортировка, поиск, настраиваемые колонки и вкладки с наборами фильтров, шаблоны для команды, экспорт в .xlsx), симуляция токена для проверки работоспособности диаграмм на задачах с прикреплёнными событиями, а также генерация регламентов бизнес-процессов и ролей по настраиваемым шаблонам на SpEL с выгрузкой в DOCX.",
      -1
      /* CACHED */
    )
  ])]);
}
const index_html = /* @__PURE__ */ _export_sfc(_sfc_main, [["render", _sfc_render], ["__file", "index.html.vue"]]);
const data = JSON.parse('{"path":"/analytics/","title":"Аналитикам","lang":"ru-RU","frontmatter":{"title":"Аналитикам","summary":"Раздел содержит вспомогательные материалы для аналитиков, которые раскрывают специальные возможности Stormbpmn: работа с таблицей бизнес-процессов (фильтрация, сортировка, поиск, настраиваемые колонки и вкладки с наборами фильтров, шаблоны для команды, экспорт в .xlsx), симуляция токена для проверки работоспособности диаграмм на задачах с прикреплёнными событиями, а также генерация регламентов бизнес-процессов и ролей по настраиваемым шаблонам на SpEL с выгрузкой в DOCX."},"headers":[],"git":{"createdTime":null,"updatedTime":null,"contributors":[]},"readingTime":{"minutes":0.41,"words":124},"filePathRelative":"analytics/index.md","excerpt":"\\n<p>Раздел содержит вспомогательные материалы для аналитиков, которые раскрывают специальные возможности Stormbpmn: работа с таблицей бизнес-процессов (фильтрация, сортировка, поиск, настраиваемые колонки и вкладки с наборами фильтров, шаблоны для команды, экспорт в .xlsx), симуляция токена для проверки работоспособности диаграмм на задачах с прикреплёнными событиями, а также генерация регламентов бизнес-процессов и ролей по настраиваемым шаблонам на SpEL с выгрузкой в DOCX.</p>"}');
export {
  index_html as comp,
  data
};
